---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.AlternateUnits
source: html/3306a92e-06fe-b2bf-2ffc-b10dcb1296d3.htm
---
# Autodesk.Revit.DB.GroupTypeId.AlternateUnits Property

Alternate Units.

## Syntax (C#)
```csharp
public static ForgeTypeId AlternateUnits { get; }
```